{
  "NAV_HOME": "Startseite",
  "NAV_publicAlbum": "Öffentliche Alben",
  "IMPRESSUM": "Impressum",
  "AGB": "Allgemeine Geschäftsbediungen",
  "WELCOME_TITLE": "Willkommen in unserer online Galerie",
  "WELCOME_TEXT": "<p>Liebe Kunden</p><p>Herzlich Willkommen in unserer Online Fotogalerie.<br>Hier haben Sie die Möglichkeit Ihre Bilder an zu schauen und gleichzeitig zu bestellen.<br>Unten können Sie Ihr Passwort, welches Sie von uns erhalten haben, eingeben und auf Login klicken.</p><p>Vielen Dank für Ihren Besuch</p><p>Ihr Lightspots Team</p>",
  "LOGIN_PLACEHOLDER": "92ed5000-d....",
  "LOGIN_TEXT": "Login",
  "LOGIN_EMPTY_WARNING": "Bitte geben Sie den erhaltenen Schlüssel ein!",
  "LOGIN_INVALID_ERROR": "Bitte geben Sie einen korrekten Schlüssel ein!",
  "CHECKBOX": "wählen",
  "ORDER": "Bestellen",
  "ORDER_TEXT": "<p>Wählen Sie hier die gewünschte Papierqulität und die Stückzahl für das jeweilige Format.</p><p><b>Familienpaket:</b><br/>Wählen Sie all Ihre Familienfoto‘s aus und bestellen Sie diese mit der Option „Familienpaket“.<br/>Sie erhalten alle auserwählten Bilder Digital. Das Paket kostet pauschal und einmalig 50.- CHF.<br/>Ausdrucke können Sie zusätzlich ebenfalls bestellen.</p><p>Alle Preise verstehen sich zuzüglich Versandkosten.</p><p>Einheitliches Format vorwählen/Auswahl rücksetzen:</p>",
  "GLOSSY": "glanz",
  "DULL": "matt",
  "ORDER_FOOTER_TEXT": "Stück ausgewählt, Summe (mit Versandkosten)",
  "ORDER_WARNING_SELECT_MIN": "Sie müssen mindestens ein Foto wählen!",
  "ORDER_WARNING_FILL_FIELDS": "Füllen Sie alle benötigten Felder aus!",
  "ORDER_FORM": "Bestell Formular",
  "ORDER_FORM_TEXT": "<p>Liebe Kunden,<br><br>zum Bestellen von Abzügen füllen Sie bitte das unten stehende Formular aus. Die mit rot gekennzeichneten Felder sind Pflichtfelder, alle anderen Angaben sind freiwillig.<br><br>Klicken Sie nach dem Ausfüllen des Formulars auf „Bestellung absenden“, wird die Bestellung versendet und Sie erhalten anschliessend eine E-Mail.<br><br>Bei weiteren Fragen zu Ihrer Bestellung erreichen Sie uns per E-Mail.<br><br>Herzlichen Dank für Ihren Auftrag!<br><br>Ihr Fototeam<br>Bestellung bei:<br><br>Lightsopts<br>Severin Leber<br>Acherweg 20<br>5080 Laufenburg",
  "ORDER_FORM_HEADER": "Adresse",
  "FORM_FIRSTNAME": "Vorname",
  "FORM_LASTNAME": "Nachname",
  "FORM_ADDRESS": "Strasse & Nr.",
  "FORM_ZIP": "Postleitzahl",
  "FORM_CITY": "Ort",
  "FORM_EMAIL": "E-Mail",
  "FORM_PHONE": "Telefon",
  "FORM_REMARKS": "Anmerkungen",
  "FORM_PAYTYPE": "Zahlungsart",
  "FORM_PAY_BILL": "Rechnung & Versand (zzgl. Versandkosten)",
  "FORM_AGB_AGREE" :  "Ich stimme den AGB zu und möchte die Bestellung fortsetzen",
  "FORM_SUMMARY": "Zusammenfassung",
  "FORM_FILE": "Datei",
  "FORM_FORMAT" : "Fomat",
  "FORM_FOR": "für",
  "FORM_FINISH": "Papierqualität",
  "FORM_SHIPPING_COSTS": "Versandkosten",
  "FORM_SUMMARYPRICE": "Gesamtbetrag",
  "FORM_SEND_ORDER": "Bestellung absenden",
  "ORDER_SUCCESSFULL": "Ihre Bestellung wurde erfolgreich übermittelt, eine Bestätigungsmail finden Sie demnächst in Ihrem Postfach",
  "REMOVE": "Entfernen",
  "PIECE": "Stk.",
  "SET_VALUES": "Übernehmen",
  "CANCEL": "Abbrechen",
  "CLOSE": "Schliessen",
  "NEXT": "Weiter",
  "CURRENCY": "CHF",
  "HTTP_ERROR": "Fehler beim herstellen der Verbindung, bitte versuchen Sie es später nochmals",
  "TEXT_IMPRESSUM": "Severin Leber<br>Acherweg 20<br>5080 Laufenburg<br>severin[at]lightspots.ch",
  "TEXT_AGB": "<p>Die<br><br>Firma Lightspots Photography<br>Acherweg 20<br>5080 Laufenburg<br></p><p>bietet auf der von ihr betriebenen Website an, in sogenannten online-Alben Abzüge von Bildern aus Foto-Events (Hochzeiten, o.ä.) zu bestellen.<br><br>Die folgenden allgemeinen Geschäftsbedingungen (\"AGB\") gelten für die Nutzung des Albenservice sowie für den online Bestellvorgang innerhalb der Alben.<br><br>Sofern nachfolgend Ansprüche von oder gegen die Firma Fotostudio Kamber genannt werden, so sind diese Ansprüche von bzw. gegenüber der Firma Fotostudio Kamber Schweiz, geltend zu machen. Auch sind sämtliche Beanstandungen im Rahmen der Vertragsbeziehungen an Firma Fotostudio Kamber an die oben genannte Anschrift zu richten.<br></p><h4>Allgemeine Geschäftsbedingungen für den Album-Bereich</h4><h5>Leistungsangebot</h5><p>Wir bieten Ihnen die Möglichkeit, von uns für Sie aufgenommene digitale Bilder in vielen gängigen Datei-Formaten auf der von uns unterhaltenen Website in digitale Fotoalben abzuspeichern, zu präsentieren und zu verwalten. Zugang zu diesem Album-Bereich ist nur nach Eröffnung eines Kundenkontos möglich, bei dem ein Passwort dafür sorgt, dass die Bilder im Album-Bereich geschützt sind und nur durch Sie persönlich (oder uns) zugänglich sind.</p><p>Die angelegte Alben können Sie mit einem von Ihnen ausgewählten Personenkreis teilen. Wenn Sie diesen den Zugang zu Ihren Bildern ermöglichen möchten, teilen Sie diesen das Zugangskennwort mit. Die Kenntnis des Zugangskennworts ermöglicht es, von dieser Webadresse Bilder auszusuchenund davon z.B. über den Bestell-Bereich online Papierbilder bzw. Bildprodukte zu bestellen.</p><h5>Geltendes Gebiet</h5><p>Sie können Ihre Bilder mit Freunden, Bekannten und Familienmitgliedern oder anderen Personen weltweit teilen. Die von Ihnen öffentlich gestellten Alben sind ebenso weltweit zugänglich. Bestellungen von Abzügen sind allerdings nur innerhalb der Schweiz zulässig. Nach absprache senden wir natürlich auch ins Ausland.</p><h5>Widerrufsrecht, Rücksendungsrecht</h5><p>Gemäß § 3 Abs. 2 Nr. 1 Fernabsatzgesetz besteht kein Recht zum Widerruf des Auftrages, da die erstellten Bilder nach den Vorgaben des Auftraggebers angefertigt werden und auf seine persönlichen Bedürfnisse zugeschnitten sind.</p><h5>Registrierung durch Anlegen eines Kundenkontos</h5><p>Die Nutzung des Album-Bereichs ist nur möglich, wenn Sie vorher ein Kundenkonto angelegt haben und Ihr persönliches Passwort durch uns festgelegt wurde.Die Angaben im Kundenkonto müssen richtig und wahrheitsgemäß erfolgen. Außerdem sind Sie für die Geheimhaltung und Verwendung Ihres Kennwortes selbst verantwortlich. Sollte Verdacht bestehen, dass das Kennwort unbefugt benutzt wird, haben Sie uns gegenüber Mitteilungspflicht. Für eventuelle Schäden die durch missbräuchliche Benutzung Ihres Kundenkontos durch Dritte verursacht werden, sind Sie haftbar.</p><h5>Datensicherung</h5><p>Wir haben Ihre digitalen Bilddateien separat vom online Album gespeichert. Trotz hoherSicherheitsstandards können wir keinerlei Gewähr für die Sicherheit oder dauerhafte Verfügbarkeit der übermittelten und ins Album gestellten Bilddateien geben. Die Speicherung der Bilddateien im online-Album ist ein Service bei dem wir uns vorbehalten, diesen jederzeit einzustellen oder in Art und Umfang zu ändern.</p><h5>Urheberrecht</h5><p>Für die Inhalte der in den online Album veröffentlichten Bilddaten sind wir verantwortlich und nur für diese. Wir versichern, alleiniger Inhaber sämtlicher Rechte an den von uns bereitgestellten Bilddaten zu sein und insbesondere die Rechte Dritter an den auf den Fotos abgebildeten Personen oder Gegenständen nicht zu verletzen.<br><br>Wir behalten alle Rechte und Pflichten an allen Daten und Unterlagen.</p><h5>Erreichbarkeit des Services</h5><p>Wir verpflichten uns, alle zumutbaren Anstrengungen zu unternehmen, die Website rund um die Uhr vollständig betriebsbereit zu halten. Wir können jedoch keine Haftung übernehmen für etwaige Fehler oder wirtschaftliche Schäden, die Ihnen aus einer zeitweiligen Unerreichbarkeit der Website oder Teilen oder anderen technischen Problemen entstehen.</p><h5>Kündigung des Services</h5><p>Sie können die Kündigung des für Sie eingerichteten online Services jederzeit veranlassen, indem Sie uns Ihren Wunsch schriftlich oder fernmündlich mitteilen. Alle Bilddaten und hinterlegten Informationen im Album-Bereich werden dabei gelöscht (nicht hingegen die Originale auf unseren nicht-öffentlichen Computer-Systemen). Alle Ihre im Kundenkonto gespeicherten persönlichen Daten werden ebenso gelöscht (nicht hingegen in unserer internen Buchhaltung). Wir behalten uns vor, das für Sie eingerichtete online-Album jederzeit zu löschen.</p><h5>Entgegenstehende allgemeine Geschäftsbedingungen</h5><p>Diese Geschäftsbedingungen sind nur für die im Rahmen des online Albums vorgenommenen Handlungen gültig.Enthalten Bestellungen oder andere Schriftstücke, Dateien, Texte oder sonstige, auch elektronisch übermittelte Mitteilungen von Ihnen Bedingungen, die zu diesen allgemeinen Geschäftsbedingungen in Widerspruch stehen oder Sie Ihnen weitere Bestimmungen hinzufügen, werden solche Bedingungen nicht Vertragsbestandteil.</p><h5>Gerichtsstand und anwendbares Recht</h5><p>Bei Streitigkeiten gilt das Recht der Schweiz. Sind Sie kein Unternehmer, gilt die gesetzliche Gerichtsstandsregelung.Das UN-Kaufrecht findet keine Anwendung.</p><h5>Schlußbestimmungen</h5><p>Im Fall der Unwirksamkeit einer oder mehrerer Bestimmungen dieser allgemeinen Geschäftsbedingungen behalten die übrigen Bestimmungen gleichwohl ihre Gültigkeit.<br><br>Beide Vertragspartner verpflichten sich ggf. eine Bestimmung zu treffen, welche der unwirksamen Bestimmung wirtschaftlich möglichst nahe kommt.</p><h5>Fragen</h5><p>Fragen und Kommentare oder auch Beschwerden richten Sie bitte per E-Mail an unsere Adresse im Impressum der online-Alben.</p>"
}
